/* 
  Localizable.strings
  AquaBase

  Created by Vaněk Josef on 18/05/12.
  Copyright (c) 2012 Pallas Free Foundation. All rights reserved.
*/

"Error" = "Error";
"Ok" = "Ok";

"Refresh Database" = "Refresh Database";
"An error occured when updating the database. Please try again later." = "An error occured when updating the database. Please try again later.";
"Refreshing..." = "Refreshing...";
"Common names" = "Common names";
"Family" = "Family";

"Temp (°C)" = "Temp (°C)";
"pH" = "pH";
"GH" = "GH";
